Revit 2027 API
ParameterTypeId.RbsCabletrayconduitSystemType Property
 "System Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayconduitSystemType { get; }
Public Shared ReadOnly Property RbsCabletrayconduitSystemType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayconduitSystemType {
	ForgeTypeId^ get ();
}
static member RbsCabletrayconduitSystemType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace